app/controllers/database_controller.rb

SELECT `units`.* FROM `units`
SELECT `sections`.* FROM `sections`
---
  def math_1
    @unit= Unit.all
    @section = Section.all